Repository: onaio/tally-ho
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Overview
ar: نظرة عامة

source: Export
ar: تصدير

source: Percentage
ar: النسبة

source: Forms
ar: نماذج

source: Per Office
ar: لكل مكتب

source: Not Intaken
ar: غير مستلمة

source: Intaken
ar: تم الاستلام

source: Office Candidates
ar: مرشحو المكتب

source: Overall Progress
ar: التقدم العام

source: Votes per Candidate
ar: أصوات لكل مرشح

source: View
ar: عرض

source: Overvoted Result Forms
ar: نماذج نتائج بها تصويت زائد

source: Ballots Inside
ar: بطاقات الاقتراع داخل الصندوق

source: Station Registrants
ar: المسجلون في المحطة

source: Regions
ar: المناطق

source: Region Constituencies
ar: دوائر المنطقة

source: Constituency
ar: الدائرة الانتخابية

source: Total Centers
ar: إجمالي عدد المراكز

source: Total Stations
ar: إجمالي عدد المحطات

source: Progress Report
ar: تقرير التقدم

source: Regions Progressive Report
ar: تقرير تقدم المناطق

source: Region Progressive Report
ar: تقرير تقدم المنطقة

source: Constituency Progressive Report
ar: تقرير تقدم الدائرة الانتخابية

source: Number of Candidates
ar: عدد المرشحين

source: Number of Votes
ar: عدد الأصوات

source: Constituencies
ar: الدوائر الانتخابية

source: Races Progress Report
ar: تقرير تقدم السباقات

source: Races
ar: السباقات

source: Completed
ar: مكتملة

source: Per Race
ar: لكل سباق

source: Forms Expected
ar: النماذج المتوقعة

source: Forms Complete
ar: النماذج المكتملة

source: Percentage Complete
ar: نسبة الاكتمال

source: s Performance Report
ar: تقرير أداء الموظفين

source: Staff Name
ar: اسم الموظف

source: Forms Processed Per Hour
ar: النماذج المعالجة لكل ساعة

source: Station Progess Report
ar: تقرير تقدم المحطة

source: Regions Summary Report
ar: تقرير ملخص المناطق

source: Region Summary Report
ar: تقرير ملخص المنطقة

source: Constituency Summary Report
ar: تقرير ملخص الدائرة

source: Valid votes
ar: أصوات صحيحة

source: Invalid votes
ar: أصوات غير صحيحة

source: Cancelled votes
ar: أصوات ملغاة

source: Supervisors Approvals Rate Report
ar: تقرير معدل الموافقات من المشرفين

source: Audit Supervisors Approval Rate
ar: معدل الموافقة من مشرفي التدقيق

source: Number of Approved Forms
ar: عدد النماذج المعتمدة

source: Number of Forms Sent For Review
ar: عدد النماذج المرسلة للمراجعة

source: Approval Rate
ar: معدل الموافقة

source: Super Administrators Approval Rate
ar: معدل الموافقة من المشرفين المتميزين

source: Tally Managers Approval Rate
ar: معدل الموافقة من مديري التجميع

source: Turnout Report
ar: تقرير نسبة الإقبال

source: Main-Constituency
ar: الدائرة الفرعية :

source: Sub constituency
ar: الدائرة الفرعية :

source: %% Progress
ar: متابعة النماذج

source: Votes Cast in Counted Stations
ar: الأصوات المدلى بها في المحطات التي تم عدها

source: Turnout Report by Gender
ar: تقرير الإقبال حسب الجنس

source: Human
ar: إنسان

source: Voters
ar: الناخبون

source: Valid and Invalid Votes by Admin Area
ar: الأصوات الصالحة والباطلة حسب المنطقة الإدارية

source: Invalid Votes
ar: الأصوات الباطلة

source: Votes per Candidate
ar: أصوات المترشح مفقودة

source: Form successful moved to
ar: نقل استمارة ناجحة الى

source: Disable %(entityName)s
ar: تعطيل %(entityName)s

source: Select %(entity)s classification.
ar: اختر تصنيف %(entity)s.

source: Duplicate result forms list for ballot:
ar: قائمة نماذج نتائج مكررة للاقتراع:

source: Send to clearance
ar: رجوع الى فريق التصحيح

source: Send all to clearance
ar: تحقق

source: Mark as reviewed and accepted
ar: وضع علامة كمراجع ومقبول

source: Close
ar: يغلق

source: Duplicate Result Tracking
ar: تتبع نتيجة مكرر

source: No matching records found
ar: لم يتم العثور على سجلات مطابقة

source: Edit Ballot
ar: منظومة النتائج للناخبيين الليبين

source: Status:
ar: حالة النمودج

source: Enabled
ar: مرشح

source: Disabled
ar: مرشح

source: Comments:
ar: تعليق الفريق:

source: Disable
ar: تاريخ الانشاء

source: Enable
ar: تاريخ الانشاء

source: Edit Center
ar: تاريخ الانشاء

source: Center:
ar: تعريف المركز

source: Delete
ar: تاريخ الانشاء

source: Edit Electrol Race
ar: تحرير العرق

source: Edit Form
ar: أنشاء استمارة

source: Station number:
ar: رقم المحطة:

source: Form state:
ar: حالة النمودج

source: Edit Station
ar: محطة

source: Sub Constituency Code:
ar: الدائرة الفرعية :

source: Enable action is not allowed because the center is disable. Click here to edit center
ar: تمكين الإجراء غير مسموح به لأن المركز معطل. انقر هنا لتحرير المركز

source: Click here to edit center
ar: انقر هنا لتحرير المركز

source: Enable action is not allowed because the center is disable.
ar: تمكين الإجراء غير مسموح به لأن المركز معطل.

source: Forms Waiting For Approval
ar: نماذج قيد الانتظار

source: Action Required Prior
ar: العمل المطلوب قبل

source: Confirm
ar: موافقه

source: Form Audit List
ar: قائمة المراجعة

source: Resolution Recomendation
ar: الحلول الموصى بها

source: Number of times rejected to DE1
ar: عدد المرات المرفوضه من ادخال البيانات 1

source: Form Clearance List
ar: قائمة التصحيح

source: Number of times rejected to PreIntake
ar: عدد المرات المرفوضه من ادخال البيانات 1

source: Form Duplicates List
ar: متابعة النماذج

source: Form Progress List
ar: متابعة النماذج

source: Form Progress by Form States List
ar: متابعة النماذج

source: Total forms
ar: إجمالي الأخطاء

source: DE1
ar: 1 إدخال البيانات

source: DE2
ar: 2 إدخال البيانات

source: Duplicate Result Forms List
ar: قائمة النمودج

source: Data views
ar: عرض البيانات

source: Electrol Races List
ar: قائمة التصحيح

source: Sub Constituencies List
ar: الدائرة الفرعية :

source: Center List
ar: قائمة المركز

source: Ballot List
ar: قائمة تالي

source: Form List
ar: قائمة النمودج

source: Candidate List
ar: مرشح

source: Forms Not Received
ar: لم يتم الاستيلام

source: Forms Waiting for Approval
ar: نماذج قيد الانتظار

source: Quarantine Checks
ar: الموقوف

source: Reports
ar: تقارير

source: Valid and Invalid Votes Report by Admin Area
ar: تقرير الأصوات الصالحة والباطلة حسب المنطقة الإدارية

source: Stations and Centers under Process Audit
ar: المحطات والمراكز قيد التدقيق العملية

source: Form Progress
ar: متابعة النماذج

source: Progress by Sub Races Report
ar: تقرير مركز الاحصاء

source: Form Progress by Form State
ar: متابعة النماذج

source: Station Overall Votes
ar: الرقم التسلسلي غير مطابق

source: Center Overall Votes
ar: قائمة المركز / المحطة

source: Election Statistics Reports
ar: نتائج استمارات التصحيح

source: Station Progress
ar: متابعة النماذج

source: Form Duplicates
ar: حالة النمودج

source: Form Clearance
ar: تحقق

source: Form Audit
ar: قائمة النمودج

source: Download Results
ar: استمارة نتائج فارغة

source: Other user views
ar: مستخدم اخرى

source: Intake Clerk
ar: موظف الاستقبال

source: Clearance Clerk
ar: من قام بالتصحيح

source: Data Entry Clerk
ar: موظف الادخال

source: Corrections Clerk
ar: موظف التصحيح

source: Quality Control & Archiving Clerk
ar: موظف ضمان الجودة

source: Audit Clerk
ar: موظف التدقيق

source: Admin Operations
ar: عمليات الادارة

source: Remove a Center
ar: إزالة مركز

source: Remove a Station
ar: محطة

source: Staff Performance Metrics
ar: مقاييس أداء الموظفين

source: Intake Supervisor
ar: مشرف القبول

source: Clearance Supervisor
ar: مشرف التخليص

source: Data Entry 1 Clerk
ar: كاتب بيانات 1

source: Data Entry 2 Clerk
ar: كاتب بيانات 2

source: Quality Control Clerk
ar: كاتب مراقبة الجودة

source: Quality Control Supervisor
ar: مشرف ضبط الجودة

source: Audit Supervisor
ar: مشرف التدقيق

source: Supervisors Approvals
ar: موافقات المشرفين

source: Track Corrections
ar: تتبع التصحيحات

source: Users and groups
ar: المستخدمون والمجموعات

source: Demo groups and passwords (formatted as login/pass):
ar: مجموعات تجريبية وكلمات المرور (بتنسيق اسم المستخدم/كلمة المرور)

source: Quarantine checks List
ar: قائمة فحوصات الحجر الصحي

source: Description:
ar: الوصف:

source: Value:
ar: القيمة:

source: Percentage:
ar: النسبة:

source: Active:
ar: نشيط:

source: Modification date
ar: تاريخ التعديل

source: Value
ar: القيمة

source: Description
ar: الوصف

source: Remove Center
ar: إزالة مركز

source: Enter the center number to delete.
ar: أدخل رقم المركز للحذف.

source: Center type:
ar: نوع المركز:

source: Latitude:
ar: خط العرض:

source: Longitude:
ar: خط الطول:

source: Mahalla:
ar: المحلة:

source: Office:
ar: المكتب:

source: Region:
ar: المنطقة:

source: Village:
ar: القرية:

source: Remove Form
ar: إزالة النموذج

source: Office Number:
ar: رقم المكتب:

source: Form State:
ar: حالة النموذج:

source: Remove Station
ar: إزالة المحطة

source: Enter the center and station number to delete.
ar: أدخل رقم المركز والمحطة للحذف.

source: Subconstituency:
ar: الدائرة الفرعية:

source: Gender:
ar: الجنس:

source: Percent Archived:
ar: نسبة الأرشفة:

source: Percent Received:
ar: نسبة الاستلام:

source: Registrants:
ar: عدد المسجلين:

source: Disable reason:
ar: سبب التعطيل:

source: Downloads
ar: التنزيلات

source: Candidate Final Results
ar: النتائج النهائية للمرشحين

source: Form Results
ar: نتائج النماذج

source: All Candidate Votes
ar: جميع أصوات المرشحين

source: Active Candidate Votes
ar: أصوات المرشحين النشطين

source: Result Forms With Duplicate Results
ar: نماذج نتائج مكررة

source: Public Site Results Report
ar: تقرير نتائج الموقع العام

source: Tallies
ar: مراكز التجميع

source: You have no tally assigned to be administrated.
ar: ليس لديك أي مركز تجميع لإدارته.

source: Import progress
ar: تقدم الاستيراد

source: Ballots import progress
ar: تقدم استيراد بطاقات الاقتراع

source: Total elements
ar: إجمالي العناصر

source: Subconstituencies and Constituencies import progress
ar: تقدم استيراد الدوائر الفرعية والرئيسية

source: Subconstituencies Ballots import progress
ar: تقدم استيراد بطاقات الدوائر الفرعية

source: Centers import progress
ar: تقدم استيراد المراكز

source: Stations import progress
ar: تقدم استيراد المحطات

source: Candidates import progress
ar: تقدم استيراد المرشحين

source: Result forms import progress
ar: تقدم استيراد نماذج النتائج

source: Edit Administrator
ar: تحرير المشرف

source: Create Administrator
ar: إنشاء مشرف

source: Edit User
ar: تحرير المستخدم

source: Create User
ar: إنشاء مستخدم

source: Tallies List
ar: قائمة مراكز التجميع

source: Other Operations
ar: عمليات أخرى

source: Create a Tally
ar: إنشاء مركز تجميع

source: Global Settings
ar: الإعدادات العامة

source: Remove Administrator
ar: إزالة مشرف

source: Remove User
ar: إزالة مستخدم

source: Username:
ar: اسم المستخدم:

source: First Name:
ar: الاسم الأول:

source: Last Name:
ar: الاسم الأخير:

source: Email:
ar: البريد الإلكتروني:

source: Administrated Tallies:
ar: مراكز التجميع المُدارة:

source: Tally:
ar: مركز التجميع:

source: Set user idle timeout
ar: تعيين مهلة خمول المستخدم

source: Set timeout in minutes.
ar: اضبط المهلة بالدقائق.

source: Current user idle timeout: %(userIdleTimeout)s minutes
ar: مهلة خمول المستخدم الحالية: %(userIdleTimeout)s دقائق

source: Tally data files
ar: ملفات بيانات مراكز التجميع

source: Edit Tally
ar: تحرير مركز التجميع

source: Create Tally
ar: إنشاء مركز تجميع

source: Print Cover Options
ar: خيارات طباعة الغلاف

source: Enable cover printing in Intake
ar: تفعيل طباعة الغلاف في مرحلة الاستلام

source: Enable cover printing in Clearance
ar: تفعيل طباعة الغلاف في مرحلة التصحيح

source: Enable cover printing in Quality Control
ar: تفعيل طباعة الغلاف في مرحلة ضبط الجودة

source: Enable cover printing in Audit
ar: تفعيل طباعة الغلاف في مرحلة التدقيق

source: Reupload Files
ar: إعادة تحميل الملفات

source: Delete Tally
ar: حذف مركز التجميع

source: Are you sure you want to delete this tally? It will delete all the data related to it
ar: هل أنت متأكد أنك تريد حذف هذا المركز؟ سيؤدي ذلك إلى حذف جميع البيانات المتعلقة به

source: Recall Request Details
ar: تفاصيل طلب الاسترجاع

source: Request Information
ar: معلومات الطلب

source: Request ID
ar: رقم الطلب

source: Form Barcode
ar: الرقم التسلسلي للنموذج

source: Actioned By
ar: تم التنفيذ بواسطة

source: Actioned On
ar: تم التنفيذ في

source: Action Comment
ar: تعليق على الإجراء

source: View Form Details
ar: عرض تفاصيل النموذج

source: Take Action
ar: اتخاذ إجراء

source: Approve Recall
ar: الموافقة على الاسترجاع

source: Reject Recall
ar: رفض الاسترجاع

source: Back to Recall Requests
ar: العودة إلى طلبات الاسترجاع

source: Result Form Details
ar: تفاصيل نموذج النتائج

source: Submit Recall Request
ar: تقديم طلب الاسترجاع

source: Details for Result Form: %(barcode)s
ar: تفاصيل نموذج النتائج: %(barcode)s

source: No reconciliation data available for this form.
ar: لا توجد بيانات تسوية متاحة لهذا النموذج

source: Back to Recall Request
ar: العودة إلى طلب الاسترجاع

source: Create Audit
ar: إنشاء تدقيق

source: Create Clearance
ar: إنشاء تصحيح

source: There should be exactly two reconciliation results.
ar: ينبغي أن تكون هناك نتيجتان للمصالحة بالضبط

source: Please select correct results for all mis-matched votes.
ar: يرجى تحديد النتائج الصحيحة لجميع الأصوات غير المتطابقة

source: Results do not match.
ar: النتائج غير متطابقة

source: Quality Control & Archiving
ar: ضبط الجودة والأرشفة

source: Candidate List Per Office
ar: قائمة المرشحين حسب المكتب

source: Forms for Race %(ballot)s
ar: نماذج للسباق %(ballot)s

source: tally-list
ar: قائمة تالي

source: Return form to %(state)s
ar: إرجاع النموذج إلى %(state)s

source: Center and station numbers do not match
ar: رقم المركز والمحطة غير متطابقين

source: Data Entry %(entry_type)s
ar: إدخال بيانات %(entry_type)s

source: Admin
ar: المشرف

source: Duplicate of a form already entered into system.
ar: نسخة مكررة من نموذج تم إدخاله مسبقًا في النظام

source: Ballot number do not match for center and form
ar: رقم بطاقة الاقتراع لا يتطابق مع المركز والنموذج

source: Intake Successful
ar: تم استلام النموذج بنجاح

source: Archiving
ar: الأرشفة

source: Region Constituencies
ar: دوائر المنطقة

source: Sub Constituencies votes per candidate
ar: أصوات كل مرشح حسب الدوائر الفرعية

source: Constituency votes per candidate
ar: أصوات كل مرشح حسب الدائرة الانتخابية

source: Sub Constituency votes per candidate
ar: أصوات كل مرشح حسب الدائرة الفرعية

source: Sub Constituency candidates list by ballot order
ar: قائمة مرشحي الدائرة الفرعية حسب ترتيب بطاقة الاقتراع

source: Region Constituencies Progressive Report
ar: تقرير تقدمي لدوائر المنطقة

source: Region votes per candidate
ar: أصوات كل مرشح حسب المنطقة

source: Sub Constituencies with Station and Centers in Audit
ar: دوائر فرعية تحتوي على مراكز ومحطات تحت التدقيق

source: Constituency Centers and Stations in Audit
ar: مراكز ومحطات الدوائر قيد التدقيق

source: Sub Constituency Stations and Centers in Audit
ar: محطات ومراكز الدوائر الفرعية قيد التدقيق

source: Region Centers and Stations under process Audit
ar: مراكز ومحطات المنطقة قيد تدقيق العمليات

source: Stations and Centers under investigation
ar: المحطات والمراكز قيد التحقيق

source: All Candidates Votes
ar: أصوات جميع المرشحين

source: all_candidates_votes
ar: أصوات جميع المرشحين

source: Active Candidates Votes
ar: أصوات المرشحين النشطين

source: active_candidates_votes
ar: أصوات المرشحين النشطين

source: Clearance: New Result Form
ar: تصحيح: نموذج نتائج جديد

source: Successfully Created form %(form)s
ar: تم إنشاء النموذج بنجاح %(form)s

source: Form Successfully Updated
ar: تم تحديث النموذج بنجاح

source: Form Successfully Deleted
ar: تم حذف النموذج بنجاح

source: Successfully marked forms as duplicate reviewed
ar: تمت مراجعة النماذج المكررة بنجاح

source: Form successfully sent to clearance
ar: تم إرسال النموذج إلى مرحلة التصحيح بنجاح

source: Archived form can not be sent to clearance.
ar: لا يمكن إرسال النموذج المؤرشف إلى التصحيح

source: Archived form(s) (%(barcodes)s) can not be sent to clearance.
ar: لا يمكن إرسال النموذج المؤرشف (%(barcodes)s) إلى التصحيح

source: All forms successfully sent to clearance
ar: تم إرسال جميع النماذج إلى التصحيح بنجاح

source: Successfully Created Center %(center)s
ar: تم إنشاء المركز بنجاح %(center)s

source: Center Successfully Removed.
ar: تم حذف المركز بنجاح

source: Successfully removed center %(center)s
ar: تم حذف المركز بنجاح %(center)s

source: This center is tied to 1 or more stations
ar: هذا المركز مرتبط بمحطة أو أكثر

source: Center Successfully Updated
ar: تم تحديث بيانات المركز بنجاح

source: %(entity_name)s Successfully Disabled.
ar: تم تعطيل %(entity_name)s بنجاح

source: Successfully disabled center %(center)s
ar: تم تعطيل المركز %(center)s بنجاح

source: Successfully disabled station %(station_number)s
ar: تم تعطيل المحطة %(station_number)s بنجاح

source: %(entity_name)s Successfully enabled.
ar: تم تفعيل %(entity_name)s بنجاح

source: Ballot Successfully Created
ar: تم إنشاء بطاقة الاقتراع بنجاح

source: Ballot Successfully Updated
ar: تم تحديث بطاقة الاقتراع بنجاح

source: Electrol Race Successfully Created
ar: تم إنشاء السباق الانتخابي بنجاح

source: Electrol Race Successfully Updated
ar: تم تحديث السباق الانتخابي بنجاح

source: Electrol Race Successfully Disabled.
ar: تم تعطيل السباق الانتخابي بنجاح

source: Electrol Race Successfully disabled
ar: تم تعطيل السباق الانتخابي

source: Electrol Race Successfully enabled.
ar: تم تفعيل السباق الانتخابي بنجاح

source: Ballot Successfully Disabled.
ar: تم تعطيل بطاقة الاقتراع بنجاح

source: Ballot Successfully disabled
ar: تم تعطيل بطاقة الاقتراع

source: Ballot Successfully enabled.
ar: تم تفعيل بطاقة الاقتراع بنجاح

source: Station Successfully Created
ar: تم إنشاء المحطة بنجاح

source: Successfully created station %(center)s
ar: تم إنشاء محطة %(center)s بنجاح

source: Station Successfully Removed.
ar: تم حذف المحطة بنجاح

source: Successfully removed station %(station)s from center %(center)s.
ar: تم حذف المحطة %(station)s من المركز %(center)s بنجاح

source: Station Successfully Updated
ar: تم تحديث بيانات المحطة بنجاح

source: Candidate successfully enabled.
ar: تم تفعيل المرشح بنجاح

source: Candidate successfully disabled.
ar: تم تعطيل المرشح بنجاح

source: Tally updated successfully
ar: تم تحديث مركز Tally بنجاح

source: Error updating tally: %(error)s
ar: حدث خطأ أثناء تحديث مركز التجميع: %(error)s

source: Please correct the errors below.
ar: الرجاء تصحيح الأخطاء أدناه

source: Successfully set user timeout to %(user_idle_timeout)s minutes
ar: تم ضبط مهلة المستخدم بنجاح إلى %(user_idle_timeout)s دقيقة

source: Initiate Recall Request - Enter Barcode
ar: بدء طلب الاسترجاع - أدخل الرمز التسلسلي

source: This form (%(barcode)s) is not in the ARCHIVED state.
ar: النموذج (%(barcode)s) ليس في حالة الأرشيف

source: No result form found with this barcode in this tally.
ar: لم يتم العثور على نموذج نتائج بهذا الرمز في هذا المركز

source: No result form selected for recall.
ar: لم يتم اختيار نموذج نتائج للاسترجاع

source: Create Recall Request for Barcode: {}
ar: إنشاء طلب استرجاع للرمز التسلسلي: {}

source: Form is no longer in ARCHIVED state.
ar: النموذج لم يعد في حالة الأرشيف

source: An active recall request already exists for this form.
ar: يوجد طلب استرجاع نشط لهذا النموذج بالفعل

source: Recall request created successfully for barcode {}
ar: تم إنشاء طلب استرجاع بنجاح للرمز التسلسلي {}

source: This request has already been actioned.
ar: تم تنفيذ هذا الطلب مسبقًا

source: Invalid action.
ar: إجراء غير صالح

source: Results exist for barcodes:
ar: توجد نتائج لهذه الرموز التسلسلية:

source: Request Copy From Field
ar: طلب نسخة من اللجان الانتخابية

source: Request Audit Action From Field
ar: طلب إجراء تدقيق من اللجان الانتخابية

source: Pending Advice
ar: في انتظار التوصية

source: None Required
ar: لا يتطلب إجراء

source: No Problem To Data Entry 1
ar: لا توجد مشكلة – أرسل إلى إدخال البيانات 1

source: Clarified Figures To Data Entry 1
ar: تم توضيح الأرقام – أرسل إلى إدخال البيانات 1

source: Other Correction To Data Entry 1
ar: تصحيحات أخرى – أرسل إلى إدخال البيانات 1

source: Make Available For Archive
ar: اجعلها متاحة للأرشفة

source: Send to Clearance
ar: إرسال إلى التصحيح

source: Pending Field Input
ar: بإنتظار إدخال بيانات من الحقل

source: Pass To Administrator
ar: أرسل إلى المشرف

source: Reset To Preintake
ar: إعادة النموذج إلى ما قبل الاستلام

source: Not opened
ar: لم يتم فتحه

source: HNEC decision on irregularities
ar: قرار المفوضية بشأن المخالفات

source: Subject to on-going complaint to HNEC
ar: خاضع لشكوى مستمرة لدى المفوضية

source: Subject to on-going complaint to Courts
ar: خاضع لشكوى مستمرة لدى المحاكم

source: Disqualified due to HNEC decision
ar: تم استبعاده بسبب قرار المفوضية

source: Disqualified due to court decision
ar: تم استبعاده بسبب قرار المحكمة

source: Materials destroyed
ar: المواد دمرت

source: Incorrectly Archived
ar: تم الارشفة بشكل غير صحيح

source: Data Entry Error Correction
ar: تصحيح خطأ في إدخال البيانات

source: Clearance Required
ar: يتطلب التصريح

source: Other (Specify in Comment)
ar: أخرى (حدد في التعليق)

source: Pending Approval
ar: في انتظار الموافقة

source: Approved
ar: تمت الموافقة

source: Rejected
ar: مرفوض

source: Recall from Archive
ar: استرجاع من الأرشيف

source: No results
ar: لا توجد نتائج

source: Expected
ar: مترقب

source: Not Received
ar: لم يتم الاستيلام

source: Tally dashboard
ar: لوحة التحكم

source: Signed in as
ar: تم تسجيل الدخول بواسطة

source: logout
ar: الخروج

source: Back to top
ar: عد إلى الأعلى

source: © High National Election Commission - Libya
ar: © المفوضية الوطنية العليا للانتخابات - ليبيا

source: Libya Vote Tally
ar: منظومة النتائج للناخبيين الليبين

source: Sign in
ar: دخول

source: Password changed
ar: تغيير كلمة المرور

source: Your password has been successfully changed
ar: كلمة السر الخاصة بك تم تغييرها بنجاح

source: Okay
ar: تمام

source: Password change
ar: تغيير كلمة المرور

source: Please correct the error below.
ar: الرجاء تصحيح الخطأ الموجود بالأسفل

source: Please enter your old password, then enter your new password twice.
ar: الرجاء إدخال كلمة المرور الحالية ومن ثم إدخال كلمة المرور الجديد مرتين

source: Old password
ar: كلمة المرور القديمة

source: Password (again)
ar: كلمة المرور(مجدداً)

source: Change my password
ar: تغيير كلمة itالمرور خاصتي

source: Candidate does not exist
ar: الرقم التسلسلي غير مطابق

source: Disable Center
ar: تاريخ الانشاء

source: Enable Center
ar: تاريخ الانشاء

source: Disable Station
ar: محطة

source: Enable Station
ar: محطة

source: Admin View
ar: عرض اجراء الاستمارة

source: File Not found!
ar: الصفحة غير موجودة

source: Report not found.
ar: الصفحة غير موجودة

source: Form not in %(state_name)s. Return form to %(state)s
ar: النموذج ليس في %(state_name)s. ارجع النموذج الي %(state)s

source: Error: Missing result form!
ar: خطأ : بيانات ناقصة

source: Session result_form does not match submitted data.
ar: البيانات الناتجة غير مطابقه للنمودج المداخل
