Repository: onaio/tally-ho
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Expecting only numbers for barcodes
ar: يرجى إدخال أرقام فقط لرموز الباركود

source: Barcodes do not match!
ar: الرموز التسلسلية غير متطابقة!

source: Barcode does not exist.
ar: الرمز التسلسلي غير موجود

source: Center is disabled.
ar: المركز غير مفعل

source: Station does not exist.
ar: المحطة غير موجودة

source: Station disabled.
ar: المحطة غير مفعلة

source: Ballot disabled.
ar: بطاقة الاقتراع غير مفعّلة

source: Missing votes for candidate
ar: أصوات المرشح مفقودة

source: Expecting only numbers for center number
ar: يرجى إدخال أرقام فقط لرقم المركز

source: Center Number
ar: رقم المركز

source: Center Number Copy
ar: نسخة من رقم المركز

source: Station Number
ar: رقم المحطة

source: Station Number Copy
ar: نسخة من رقم المحطة

source: Center Numbers do not match
ar: أرقام المركز غير متطابقة

source: Station Numbers do not match
ar: أرقام المحطة غير متطابقة

source: Invalid Station Number for this Center
ar: رقم المحطة غير صحيح لهذا المركز

source: Center is disabled
ar: المركز غير مفعل

source: Station is disabled
ar: المحطة غير مفعلة

source: Race is disabled.
ar: السباق غير مفعل

source: Center Number does not exist
ar: رقم المركز غير موجود

source: Station Number does not exist
ar: رقم المحطة غير موجود

source: Add comment(s) for rejecting this form
ar: يرجى إضافة تعليق/تعليقات لرفض النموذج

source: All fields are mandatory
ar: جميع الحقول إلزامية

source: Ballot is disabled
ar: بطاقة الاقتراع غير مفعّلة

source: Selected center is disabled
ar: المركز المحدد غير مفعل

source: Selected station is disabled
ar: المحطة المحددة غير مفعّلة

source: Station does not exist for the selected center
ar: المحطة غير موجودة للمركز المحدد

source: A result form with the selected center, station number and ballot already exists
ar: يوجد بالفعل نموذج نتائج يحتوي على المركز المحدد، رقم المحطة، وبطاقة الاقتراع

source: Ballot number do not match for center and station
ar: رقم بطاقة الاقتراع لا يتطابق مع المركز والمحطة

source: Center field is required
ar: حقل المركز مطلوب

source: Expecting one option selected
ar: يجب اختيار خيار واحد فقط

source: Select a reason
ar: يرجى اختيار السبب

source: Comments
ar: التعليقات

source: Ballot does not exist
ar: بطاقة الاقتراع غير موجودة

source: Electrol Race does not exist
ar: السباق الانتخابي غير موجود

source: Error
ar: خطأ

source: Add new comments
ar: أضف تعليقات جديدة

source: Reset password
ar: إعادة تعيين كلمة المرور

source: Administrated tallies
ar: الحسابات المُدارة

source: File size must be under
ar: يجب أن يكون حجم الملف أقل من

source: is not supported.
ar: غير مدعوم

source: Suspicious activity detected.
ar: تم اكتشاف نشاط مشبوه

source: New password
ar: كلمة المرور الجديدة

source: New password confirmation
ar: تأكيد كلمة المرور الجديدة

source: User idle timeout
ar: مهلة خمول المستخدم

source: Administrators
ar: المديرون

source: Enable Cover Printing in Intake
ar: تفعيل طباعة الغلاف في مرحلة الاستلام

source: Enable Cover Printing in Clearance
ar: تفعيل طباعة الغلاف في مرحلة التصحيح

source: Enable Cover Printing in Quality Control
ar: تفعيل طباعة الغلاف في مرحلة ضبط الجودة

source: Enable Cover Printing in Audit
ar: تفعيل طباعة الغلاف في مرحلة التدقيق

source: Reason for Recall
ar: سبب الاسترجاع

source: Comment (Required)
ar: تعليق (مطلوب)

source: Approval/Rejection Comment
ar: تعليق الموافقة أو الرفض

source: Create demo users with roles/groups.
ar: إنشاء مستخدمين تجريبيين مع الصلاحيات والمجموعات

source: Create fake results for each result form.
ar: إنشاء نتائج وهمية لكل نموذج نتيجة

source: Create groups.
ar: إنشاء مجموعات

source: create result_form csv by form_state.
ar: إنشاء ملف CSV لنماذج النتائج حسب حالة النموذج

source: Export candidate votes list.
ar: تصدير قائمة أصوات المرشحين

source: get election turnout report by gender.
ar: استخراج تقرير نسبة المشاركة في الانتخابات حسب الجنس

source: create csv file with overvotes.
ar: إنشاء ملف CSV يحتوي على الأصوات الزائدة

source: Import staff list.
ar: استيراد قائمة العاملين

source: Blank Reconcilliation
ar: استمارة التسوية فارغة

source: Blank Results
ar: استمارة النتائج فارغة

source: Damaged Form
ar: نموذج تالف

source: Unclear Figures
ar: أرقام غير واضحة

source: Other
ar: أخرى

source: General and Component
ar: تنافس عام ومكوّن

source: Special
ar: خاص

source: Center Name Missing
ar: اسم المركز مفقود

source: Center Name Mismatching
ar: اسم المركز غير مطابق

source: Center Code Missing
ar: رمز المركز مفقود

source: Station Number Mismatching
ar: رقم المحطة غير مطابق

source: Form Already in System
ar: النموذج موجود مسبقًا في النظام

source: Form Incorrectly Entered into the System
ar: تم إدخال النموذج بشكل غير صحيح في النظام

source: Reviews Completed
ar: المراجعات مكتملة

source: Reviews Required
ar: المراجعات مطلوبة

source: from:
ar: من:

source: to:
ar: إلى:

source: Number of voters in the station's voter register (in addition to additional voters)
ar: عدد الناخبين في سجل المحطة (بالإضافة إلى الناخبين الإضافيين)

source: Number of voter cards in the ballot box
ar: عدد بطاقات الناخبين داخل صندوق الاقتراع

source: Number of invalid votes
ar: عدد الأصوات غير الصحيحة

source: Number of valid votes
ar: عدد الأصوات الصحيحة

source: Total number of ballot papers in the box
ar: إجمالي أوراق الاقتراع داخل الصندوق

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Result Form has no double entries.
ar: نموذج النتائج لا يحتوي على إدخالات مزدوجة

source: Unexpected number of results in form %(barcode)s, return result form to Data Entry 1.
ar: عدد غير متوقع من النتائج في النموذج %(barcode)s، يرجى إرجاع النموذج إلى إدخال البيانات 1

source: Votes do not match!
ar: الأصوات غير متطابقة!

source: Unexpected number of reconciliation forms
ar: عدد غير متوقع من استمارات التسوية

source: No
ar: لا

source: Corrections Required!
ar: مطلوب تصحيحات!

source: Request Type
ar: نوع الطلب

source: Request Status
ar: حالة الطلب

source: Reason
ar: السبب

source: Request Comment
ar: تعليق الطلب

source: Audit Dashboard
ar: لوحة تحكم التدقيق

source: Forms Awaiting Audit
ar: نماذج في انتظار التدقيق

source: Archive Recall Requests
ar: طلبات استرجاع الأرشيف

source: Search by Barcode
ar: البحث بالرقم التسلسلي

source: Search
ar: بحث

source: Clear
ar: مسح

source: Download Audit List
ar: تحميل قائمة التدقيق

source: New Form Record
ar: تسجيل نموذج جديد

source: Barcode
ar: رقم التسلسل

source: Center
ar: المركز

source: Station
ar: المحطة

source: Race
ar: السباق

source: Sub Race
ar: السباق الفرعي

source: Audit Team Reviewed By
ar: تمت المراجعة بواسطة فريق التدقيق

source: Audit Supervisor Reviewed By
ar: تمت المراجعة بواسطة مشرف التدقيق

source: Action
ar: إجراء

source: Review
ar: مراجعة

source: No forms awaiting audit.
ar: لا توجد نماذج في انتظار التدقيق

source: Initiate Archive Recall
ar: بدء عملية استرجاع الأرشيف

source: Download Recall List
ar: تحميل قائمة الاسترجاع

source: Requested By
ar: طلب بواسطة

source: Requested On
ar: تاريخ الطلب

source: Status
ar: الحالة

source: View Details
ar: عرض التفاصيل

source: No archive recall requests found.
ar: لم يتم العثور على طلبات استرجاع للأرشيف

source: Audit Case: Team Page
ar: قضية التدقيق: صفحة الفريق

source: Center Name:
ar: اسم المركز:

source: Barcode Number:
ar: رقم الباركود:

source: Office Name:
ar: اسم المكتب:

source: Election Level:
ar: مستوى الانتخابات:

source: Sub Race Type:
ar: نوع السباق الفرعي:

source: Sub-Constituency:
ar: الدائرة الفرعية:

source: Center Code:
ar: رمز المركز:

source: Number of Registrants:
ar: عدد المسجلين:

source: Station Code:
ar: رمز المحطة:

source: Date Created:
ar: تاريخ الإنشاء:

source: Date Team Modified:
ar: تاريخ تعديل الفريق:

source: Date Supervisor Modified:
ar: تاريخ تعديل المشرف:

source: Modified by:
ar: تم التعديل بواسطة:

source: Problem
ar: مشكلة

source: Other:
ar: أخرى:

source: Action Conducted
ar: الإجراء المنفذ

source: Resolution Recommendation
ar: التوصية بالحل

source: Team Comment:
ar: تعليق الفريق:

source: Supervisor Comment:
ar: تعليق المشرف:

source: Print
ar: طباعة

source: Print Successful
ar: تمت الطباعة بنجاح

source: Audit:
ar: التدقيق:

source: Clerk Review
ar: مراجعة الكاتب

source: Supervisor Review
ar: مراجعة المشرف

source: Quarantined Form
ar: نموذج معزول

source: Failed quarantine check:
ar: فشل فحص التوقيف:

source: Blank reconciliation
ar: استمارة تسوية فارغة

source: Blank results
ar: نتائج فارغة

source: Unclear figures
ar: أرقام غير واضحة

source: Damaged form
ar: نموذج تالف

source: Action Prior to Recommendation
ar: إجراء قبل التوصية

source: Action prior to recommendation:
ar: الإجراء قبل التوصية:

source: Resolution recommendation:
ar: التوصية بالحل:

source: Team comment:
ar: تعليق الفريق:

source: Supervisor comment:
ar: تعليق المشرف:

source: Blank reconciliation:
ar: استمارة تسوية فارغة:

source: Blank results:
ar: نتائج فارغة:

source: Unclear figures:
ar: أرقام غير واضحة:

source: Damaged form:
ar: نموذج تالف:

source: Save
ar: حفظ

source: Cancel
ar: إلغاء

source: Forward to Supervisor and Print Cover
ar: إرسال إلى المشرف وطباعة الغلاف

source: Mark Form as Resolved
ar: تحديد النموذج كمحلول

source: Return to Audit Team
ar: إرجاع إلى فريق التدقيق

source: Scan Barcode to proceed
ar: امسح الباركود للمتابعة

source: Barcode Copy
ar: نسخة الباركود

source: Submit
ar: إرسال

source: Enter barcode manually
ar: أدخل الباركود يدويًا

source: Use barcode reader
ar: استخدم قارئ الباركود

source: Polling Center Details
ar: تفاصيل مركز الاقتراع

source: Barcode:
ar: الباركود:

source: Region Name:
ar: اسم المنطقة:

source: Voting District:
ar: الدائرة الانتخابية:

source: Check Center Details Against Form
ar: مطابقة تفاصيل المركز مع النموذج

source: Accept & Continue
ar: قبول ومتابعة

source: Details Incorrect, Send to Clearance
ar: التفاصيل غير صحيحة، أرسل إلى التصحيح

source: Cancel / Go Back
ar: إلغاء / رجوع

source: Station Summary
ar: ملخص المحطة

source: Other forms in Station
ar: نماذج أخرى في المحطة

source: Pending Intake:
ar: في انتظار الاستلام:

source: Intaken (Processed Past Intake):
ar: تم الاستلام (تمت المعالجة بعد الاستلام):

source: Pending Intake
ar: في انتظار الاستلام

source: Intaken (Processed Past Intake)
ar: تم الاستلام (تمت المعالجة بعد الاستلام)

source: Municipality
ar: البلدية

source: Race Type
ar: نوع السباق

source: Form State
ar: حالة النموذج

source: No forms pending intake for this center.
ar: لا توجد نماذج قيد الاستلام لهذا المركز

source: No forms processed past intake yet for this center.
ar: لا توجد نماذج تمت معالجتها بعد الاستلام لهذا المركز

source: Center details must be assigned or confirmed before status can be shown.
ar: يجب تعيين أو تأكيد تفاصيل المركز قبل عرض الحالة

source: Accept
ar: قبول

source: Clearance List
ar: قائمة التصحيح

source: Download
ar: تنزيل

source: New Clearance
ar: تصحيح جديد

source: Center Name
ar: اسم المركز

source: Center ID
ar: معرّف المركز

source: Reviewed?
ar: تمت المراجعة؟

source: Supervisor Reviewed?
ar: تمت المراجعة من قبل المشرف؟

source: Modified
ar: تم التعديل

source: Previous Form State
ar: حالة النموذج السابقة

source: previous
ar: السابق

source: Page %(number)s of %(num_pages)s.
ar: الصفحة %(number)s من %(num_pages)s.

source: next
ar: التالي

source: Clearance Case: Team Page
ar: قضية التصحيح: صفحة الفريق

source: None
ar: لا شيء

source: Clearance
ar: تصحيح

source: Center name missing
ar: اسم المركز مفقود

source: Center name mismatching
ar: اسم المركز غير مطابق

source: Center code missing
ar: رمز المركز مفقود

source: Center code mismatching
ar: رمز المركز غير مطابق

source: Form already in system
ar: النموذج موجود مسبقًا في النظام

source: Form incorrectly entered into system
ar: تم إدخال النموذج بشكل غير صحيح في النظام

source: Center name missing:
ar: اسم المركز مفقود:

source: Center name mismatching:
ar: اسم المركز غير مطابق:

source: Center code missing:
ar: رمز المركز مفقود:

source: Center code mismatching:
ar: رمز المركز غير مطابق:

source: Form already in system:
ar: النموذج موجود مسبقًا في النظام:

source: Form incorrectly entered into system:
ar: تم إدخال النموذج بشكل غير صحيح:

source: Return to Clearance Team
ar: إرجاع إلى فريق التصحيح

source: Results Form Corrections:
ar: تصحيح نموذج النتائج:

source: Corrections Required?
ar: هل يلزم التصحيح؟

source: Entry 1
ar: الإدخال الأول

source: Entry 2
ar: الإدخال الثاني

source: Candidate
ar: المرشح

source: No.
ar: الرقم

source: Yes
ar: نعم

source: Corrections
ar: تصحيحات

source: Form Entries Match
ar: مدخلات النموذج متطابقة

source: Pass to Quality Control
ar: تمرير إلى ضبط الجودة

source: Reconciliation Form Corrections
ar: تصحيحات استمارة التسوية

source: Label
ar: التسمية

source: Submit Corrections
ar: إرسال التصحيحات

source: Not Correct - Reject
ar: غير صحيحة - رفض

source: New Ballot
ar: بطاقة اقتراع جديدة

source: Number
ar: الرقم

source: Active
ar: نشط

source: Election Level
ar: مستوى الانتخابات

source: Sub Race Type
ar: نوع السباق الفرعي

source: Last Modification
ar: آخر تعديل

source: Available for release
ar: جاهز للإصدار

source: Actions
ar: الإجراءات

source: Id
ar: المُعرّف

source: Name
ar: الاسم

source: Order
ar: الترتيب

source: Ballot
ar: بطاقة الاقتراع

source: Region Name:
ar: اسم المنطقة:

source: Constituency Name:
ar: اسم الدائرة الانتخابية:

source: Sub Constituency Code:
ar: رمز الدائرة الفرعية:

source: Center and Station List
ar: قائمة المركز والمحطة

source: New Station
ar: محطة جديدة

source: New Center
ar: مركز جديد

source: Office
ar: المكتب

source: Sub Con Name
ar: اسم الدائرة الفرعية

source: Sub Con Code
ar: رمز الدائرة الفرعية

source: Region Name
ar: اسم المنطقة

source: Gender
ar: الجنس

source: Registrants
ar: عدد المسجلين

source: Received
ar: تم الاستلام

source: Archived
ar: تم الأرشفة

source: Center enabled
ar: المركز مفعّل

source: Station enabled
ar: المحطة مفعّلة

source: Edit
ar: تعديل

source: New Electrol Race
ar: سباق انتخابي جديد

source: All
ar: الكل

source: Unsubmitted
ar: غير مُقدّم

source: Intake
ar: الاستلام

source: Data Entry 1
ar: إدخال البيانات 1

source: Data Entry 2
ar: إدخال البيانات 2

source: Correction
ar: تصحيح

source: Quality Control
ar: ضبط الجودة

source: Audit
ar: التدقيق

source: New Form
ar: تسجيل أستمارة جديدة

source: Center Code
ar: رقم المركز الانتخابي

source: Station ID
ar: محطة

source: Office Number
ar: اسم المكتب :

source: Ballot Number
ar: الرقم التسلسلي

source: Last Modified
ar: التعديل الأخير

source: Office List
ar: مكتب

source: Export in JSON
ar: تصدير بصيغة JSON

source: ID
ar: بطاقة تعريف

source: Region
ar: منطقة

source: Region List
ar: قائمة المناطق

source: Code
ar: شفرة

source: Tally List
ar: قائمة مراكز التجميع

source: Creation
ar: إنشاء

source: Administration
ar: عمليات الإدارة

source: Administrators List
ar: قائمة المسؤولين

source: Users List
ar: قائمة المستخدمين

source: New User
ar: مستخدم جديد

source: New Administrator
ar: مشرف جديد

source: Email
ar: بريد إلكتروني

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم

source: Tally Name
ar: اسم تالي

source: Date Joined
ar: تاريخ الانضمام

source: Data Entry
ar: إدخال بيانات

source: Some fields are blank!
ar: بعض الحقول فارغة!

source: Reconciliation section
ar: قسم التسوية

source: In all the fields below, please check the number of ballots twice to ensure accuracy
ar: يرجى التحقق من عدد أوراق الاقتراع مرتين في جميع الخانات أدناه لضمان الدقة

source: Number of voter cards in the box:
ar: عدد بطاقات الناخبين داخل صندوق البطاقات:

source: Number of valid ballot papers:
ar: عدد أوراق الاقتراع الصحيحة:

source: Number of invalid ballot papers (including blank ones):
ar: عدد أوراق الاقتراع غير الصحيحة (بما فيها الأوراق الفارغة)

source: Total number of ballot papers in the box (4 + 3):
ar: مجموع أوراق الاقتراع داخل الصندوق (4 + 3):

source: When needed, use this box for any necessary notes.
ar: عند الحاجة، استخدم هذه الخانة لأي ملاحظات ضرورية

source: Results Section
ar: قسم النتائج

source: Votes
ar: الأصوات

source: Double Enter Center Details
ar: إدخال مزدوج لتفاصيل المركز

source: Center Numbers do not match.
ar: أرقام المركز غير متطابقة

source: Please return to the home page.
ar: يرجى الرجوع إلى الصفحة الرئيسية

source: Home
ar: الرئيسية

source: Err. No. 400
ar: خطأ رقم 400

source: Err. No. 403
ar: خطأ رقم 403

source: Page not found.
ar: الصفحة غير موجودة

source: Err. No. 500
ar: خطأ رقم 500

source: Dashboard
ar: لوحة التحكم

source: Previous
ar: السابق

source: Next
ar: التالي

source: Form Sent to Clearance. Pass to Supervisor
ar: تم إرسال النموذج إلى مرحلة التصحيح، يرجى تمريره إلى المشرف

source: Start new form
ar: بدء نموذج جديد

source: Print Cover
ar: طباعة الغلاف

source: Cover Form
ar: غلاف النموذج

source: Intake:
ar: الاستلام:

source: Successful
ar: ناجح

source: Date/Time:
ar: التاريخ / الوقت:

source: Intaken by:
ar: تم الاستلام بواسطة:

source: Intake Clerk:
ar: كاتب الاستلام

source: Name:
ar: الاسم:

source: Data Entry One:
ar: إدخال البيانات الأول

source: Data Entry Two:
ar: إدخال البيانات الثاني

source: Corrections:
ar: التصحيحات:

source: To Quality Control
ar: إلى ضبط الجودة

source: To Data Entry One
ar: إلى إدخال البيانات 1

source: Quality Control:
ar: ضبط الجودة:

source: To Archive
ar: إلى الأرشيف

source: Success!
ar: نجاح!

source: Form successfully moved to
ar: تم نقل النموذج بنجاح إلى

source: Center details not found for the processed form.
ar: تعذر العثور على تفاصيل المركز للنموذج المعالج

source: No tally assgined
ar: لا يوجد مركز تجميع مخصص

source: Currently you do not have a tally assigned
ar: حالياً، لم يتم تخصيص مركز تجميع لك

source: Center Number:
ar: رقم المركز:

source: Station Number:
ar: رقم المحطة:

source: Reset Archived Form
ar: إعادة تعيين النموذج المؤرشف

source: This form constituency has been marked as available for release.
ar: تم تحديد هذه الدائرة الانتخابية كمتاحة للإفراج عنها

source: Reject
ar: رفض

source: Quality Control &amp; Archiving
ar: ضبط الجودة والأرشفة

source: Correct
ar: صحيح

source: Incorrect
ar: غير صحيح

source: Component
ar: مكون

source: ❌ Quarantined - Requires Audit
ar: ❌ النموذج موقوف - يحتاج إلى تدقيق

source: ✅ Successful Archive
ar: ✅ تمت الأرشفة بنجاح

source: Archived Form
ar: نموذج مؤرشف

source: Failed Quarantine Checks:
ar: فشل في فحص التوقيف:

source: Quarantined by:
ar: تم توقيفه من:

source: Archived by:
ar: تمت أرشفته من قبل:

source: Next Steps
ar: الخطوات التالية

source: This form requires audit. Please forward to the audit team for review.
ar: هذا النموذج يتطلب تدقيقًا، يرجى تمريره إلى فريق التدقيق للمراجعة

source: This form has been successfully archived.
ar: تمت أرشفة هذا النموذج بنجاح

source: After printing, click the button below to send this form to Audit.
ar: بعد الطباعة، انقر على الزر أدناه لإرسال هذا النموذج إلى التدقيق

source: After printing, click the button below to archive this form.
ar: بعد الطباعة، انقر على الزر أدناه لأرشفة هذا النموذج

source: Finish and Send to Audit
ar: إنهاء وإرسال إلى التدقيق

source: Finish and Archive
ar: إنهاء وأرشفة

source: Reconciliation Section
ar: قسم التسوية

source: Notes:
ar: ملاحظات:

source: Form Rejected: Send to Data Entry 1
ar: تم رفض النموذج: أرسله إلى إدخال البيانات 1

source: Region Name
ar: اسم المنطقة

source: Constituency Name
ar: اسم الدائرة الانتخابية

source: excluded after investigation
ar: تم استبعاده بعد التحقيق

source: Centers
ar: مراكز

source: Stations
ar: محطات

source: Total
ar: الإجمالي

source: Constituency Centers and Stations excluded after investigation
ar: استبعاد مراكز ومحطات الدائرة الانتخابية بعد التحقيق

source: Sub Constituency Centers and Stations excluded after investigation
ar: استبعاد مراكز ومحطات الدوائر الفرعية بعد التحقيق

source: Region Constituencies excluded after investigation
ar: استبعاد دوائر المنطقة بعد التحقيق

source: Region Centers and Stations excluded after investigation
ar: استبعاد مراكز ومحطات المنطقة بعد التحقيق

source: under investigation
ar: قيد التحقيق

source: Constituency Centers and Stations under investigation
ar: مراكز ومحطات الدائرة الانتخابية قيد التحقيق

source: Sub Constituency Centers and Stations under investigation
ar: مراكز ومحطات الدوائر الفرعية قيد التحقيق

source: Region Constituencies under Investigation
ar: دوائر المنطقة قيد التحقيق

source: Region Centers and Stations under Investigation
ar: مراكز ومحطات المنطقة قيد التحقيق

source: Reports
ar: تقارير

source: Turn Out Report
ar: تقرير الإقبال

source: Votes Summary Report
ar: تقرير ملخص الأصوات

source: Process Discrepancy Reports
ar: تقارير التناقضات في العملية

source: Stations and Centers under process audit
ar: محطات ومراكز تحت مراجعة العملية

source: Stations and Centers under Investigation
ar: المحطات والمراكز قيد التحقيق

source: Stations and Centers excluded after investigation
ar: المحطات والمراكز المستبعدة بعد التحقيق

source: Progressive Report
ar: تقرير التقدم

source: Candidates List by Votes
ar: قائمة المرشحين حسب الأصوات

source: Candidate Name
ar: اسم المرشح

source: Candidate Results
ar: نتائج المرشح

source: Election Levels
ar: مستويات الانتخابات

source: Sub Races
ar: السباقات الفرعية

source: Municipalities
ar: البلديات

source: Filters.
ar: الفلاتر

source: Apply
ar: تطبيق

source: Reset
ar: إعادة ضبط

source: Race Number
ar: رقم السباق

source: Voting District
ar: الدائرة الانتخابية

source: Candidate ID
ar: معرّف المرشح

source: Invalid Ballots
ar: أوراق اقتراع غير صحيحة

source: Number of Voter Cards in the Ballot Box
ar: عدد بطاقات الناخبين داخل الصندوق

source: Received Ballots Papers
ar: أوراق الاقتراع المستلمة

source: Valid Votes
ar: أصوات صحيحة

source: Number Registrants
ar: عدد المسجلين

source: Candidate Status
ar: حالة المرشح

source: Filter out Centers and Stations from report.
ar: تصفية المراكز والمحطات من التقرير

source: All Votes including Quarantine
ar: كل الأصوات بما في ذلك الموقوفة

source: Stations Completed
ar: المحطات المكتملة

source: Stations Percent Completed
ar: نسبة المحطات المكتملة

source: Clearance & Audit Summary Report
ar: تقرير الملخص للتصحيح والتدقيق

source: Municipality Name
ar: اسم البلدية

source: Municipality Code
ar: رمز البلدية

source: Action Prior
ar: الإجراء السابق

source: Recommendation
ar: التوصية

source: Decision
ar: القرار

source: Issue Reason
ar: سبب المشكلة

source: Supervisor
ar: المشرف

source: Form correction statistics
ar: إحصائيات تصحيح النموذج

source: Total Forms Processed
ar: إجمالي النماذج المعالجة

source: Total Errors
ar: إجمالي الأخطاء

source: Percentage of Errors
ar: نسبة الأخطاء

source: No Data
ar: لا توجد بيانات

source: Result Forms with Duplicate Results
ar: نماذج نتائج تحتوي على تكرارات

source: State
ar: حالة النموذج

source: Election Statistics
ar: إحصائيات الانتخابات

source: Station Gender
ar: جنس المحطة

source: Stations Expected
ar: المحطات المتوقعة

source: Stations Counted
ar: المحطات المعدودة

source: (%%) of Stations Counted
ar: نسبة (%%) من المحطات المعدودة

source: Registrants in Counted Stations
ar: المسجلون في المحطات المعدودة

source: Voters in Counted Stations
ar: الناخبون في المحطات المعدودة

source: (%%) Turnout in Counted Stations
ar: نسبة الإقبال (%%) في المحطات المعدودة

source: Export Presidential Results in JSON
ar: تصدير نتائج الانتخابات الرئاسية بصيغة JSON

source: Export Parliamentary Results in JSON
ar: تصدير نتائج الانتخابات البرلمانية بصيغة JSON

source: Number of leading candidates:
ar: عدد المرشحين المتقدمين

source: All Results JSON Export
ar: تصدير كافة النتائج بصيغة JSON

source: All Centers By Mun Results JSON Export
ar: تصدير نتائج جميع المراكز حسب البلدية بصيغة JSON

source: Centers By Mun Candidates Votes Results (JSON)
ar: نتائج أصوات المرشحين حسب المراكز والبلديات (JSON)

source: Centers/Stations By Mun Candidates Votes Results (JSON)
ar: نتائج أصوات المرشحين حسب المراكز والمحطات والبلديات (JSON)

source: PowerPoint Export
ar: تصدير بصيغة PowerPoint

source: Sub Constituencies
ar: الدوائر الفرعية

source: Ballot Status
ar: حالة بطاقة الاقتراع

source: Station Status
ar: حالة المحطة

source: Station Processed Percentage
ar: نسبة المحطة المعالجة

source: Total Votes
ar: إجمالي الأصوات

source: Tally Center Progress Report
ar: تقرير تقدم مركز التجميع
